{
  "plugins": {
    "SchemaStore.nvim": {
      "src": "https://github.com/b0o/SchemaStore.nvim"
    },
    "actually-doom.nvim": {
      "src": "https://github.com/seandewar/actually-doom.nvim"
    },
    "ccc.nvim": {
      "src": "https://github.com/uga-rosa/ccc.nvim"
    },
    "direx.nvim": {
      "src": "https://github.com/brianhuster/direx.nvim"
    },
    "firenvim": {
      "src": "https://github.com/glacambre/firenvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "fzf": {
      "src": "https://github.com/junegunn/fzf"
    },
    "lexima.vim": {
      "src": "https://github.com/cohama/lexima.vim"
    },
    "live-preview.nvim": {
      "src": "https://github.com/brianhuster/live-preview.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mini.clue": {
      "src": "https://github.com/echasnovski/mini.clue"
    },
    "mini.diff": {
      "src": "https://github.com/echasnovski/mini.diff"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons"
    },
    "mini.jump2d": {
      "src": "https://github.com/echasnovski/mini.jump2d"
    },
    "neural-open.nvim": {
      "src": "https://github.com/dtormoen/neural-open.nvim"
    },
    "nomplete.vim": {
      "src": "https://github.com/brianhuster/nomplete.vim"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-go": {
      "src": "https://github.com/leoluz/nvim-dap-go"
    },
    "nvim-jdtls": {
      "src": "https://github.com/mfussenegger/nvim-jdtls"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "qfpeek.nvim": {
      "src": "https://github.com/brianhuster/qfpeek.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "treesitter-endwise.nvim": {
      "src": "https://github.com/brianhuster/treesitter-endwise.nvim"
    },
    "unnest.nvim": {
      "src": "https://github.com/brianhuster/unnest.nvim"
    },
    "vim-dadbod-completion": {
      "src": "https://github.com/kristijanhusak/vim-dadbod-completion"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat"
    },
    "vim-sneak": {
      "src": "https://github.com/justinmk/vim-sneak"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}